cask_args appdir: '/Applications'

brew 'coreutils'
brew 'openssl'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'imagemagick'
brew 'grc'
brew 'v8'
brew 'zsh-syntax-highlighting'
brew 'mysql'

cask 'spotify'
cask 'steam'
cask 'transmission'
cask 'appcleaner'
cask 'soda-player'
cask 'elmedia-player'

cask 'sublime-text'
cask 'iterm2'
cask 'sketch'
cask 'imageoptim'

cask 'firefox'
cask 'brave-browser'
cask 'safari-technology-preview'

cask 'sequel-pro'

tap 'caskroom/fonts'

cask 'font-source-code-pro'

cask 'font-font-ia-writer-mono'
cask 'font-font-ia-writer-duo'
cask 'font-font-ia-writer-duospace'
cask 'font-font-ia-writer-quattro'

cask 'font-roboto'
cask 'font-roboto-condensed'
cask 'font-roboto-mono'
