cask_args appdir: '/Applications'

brew 'coreutils'
brew 'openssl'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'imagemagick'
brew 'grc'
brew 'yarn'
brew 'v8'
brew 'zsh-syntax-highlighting'
brew 'mysql'

cask 'spotify'
cask 'dropbox'
cask 'steam'
cask 'transmission'
cask 'vlc'
cask 'appcleaner'
cask 'goofy'

cask 'sublime-text'
cask 'iterm2'
cask 'sketch'
cask 'basecamp'

cask 'framer'
cask 'imageoptim'
cask 'licecap'
cask 'firefox'
cask 'opera'
cask 'google-chrome'
cask 'sequel-pro'
cask 'java'


